Revit 2027 API
ParameterTypeId.VolumeNet Property
 "Net cut/fill"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VolumeNet { get; }
Public Shared ReadOnly Property VolumeNet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VolumeNet {
	ForgeTypeId^ get ();
}
static member VolumeNet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace